<script setup lang="ts"></script>

<template>
  <CommonHero image="./img/hero/hero-about-easyfit.jpeg" />
  <section class="section">
    <div class="container">
      <div class="seo">
        <h2
          id="return_product"
          class="seo__title"
        >
          О бренде easyfit
        </h2>
        <!--          <h3 class="seo__subtitle"></h3>-->
        <p class="seo__text">
          easyfit — это российский бренд современной спортивной одежды, предлагающий высокое
          качество материалов и технологий тем, кто ищет идеальный баланс между качеством,
          практичностью, стильным внешним видом и старается выбирать лучшее.
        </p>
        <p class="seo__text">
          Мы команда профессионалов с большим опытом в сфере создания и развития продуктов
          спортивной отрасли и направления здорового образа жизни. И мы вложили свои знания, опыт и
          частичку души в наш новый продукт.
        </p>
        <p class="seo__text">
          Мы предлагаем вам стать обладателем части капсульной коллекции для занятий в зале и на
          свежем воздухе. Одежда выполнена из качественных материалов, которые отводят влагу наружу,
          и в которых удобно заниматься спортом. Мы продумали швы, детали и крой, чтобы сделать
          изделия максимально комфортными. И готовы поделиться с вами 🤍
        </p>
      </div>
    </div>
  </section>
</template>

<style scoped lang="scss"></style>
