<script setup lang="ts"></script>

<template>
  <main>
    <CommonHero
      class="customer-info-hero"
      text="Сложности делают нас сильнее. Преодолевай их с&nbsp;улыбкой!"
    />
    <section class="section">
      <div class="container">
        <div class="seo">
          <h2
            id="payment"
            class="seo__title"
          >
            оплата
          </h2>
          <p class="seo__text">
            Вы&nbsp;можете оплатить свой заказ онлайн с&nbsp;помощью банковской карты через
            платёжный сервис компании Uniteller. После подтверждения заказа вы&nbsp;будете
            перенаправлены на&nbsp;защищённую платёжную страницу Uniteller, где необходимо будет
            ввести данные для оплаты заказа. После успешной оплаты на&nbsp;указанную в&nbsp;форме
            оплаты электронную почту будет направлен электронный чек с&nbsp;информацией
            о&nbsp;заказе и&nbsp;данными по&nbsp;произведённой оплате.
          </p>
          <p class="seo__text">
            При возврате платежа денежные средства вернутся только на&nbsp;ту&nbsp;же банковскую
            карту, с которой был произведен платеж.
          </p>

          <p class="seo__text">
            Вы&nbsp;указываете информацию о&nbsp;своей банковской карте в&nbsp;специальной
            защищенной форме оплаты. Передача информации в&nbsp;процессинговую компанию Uniteller
            происходит с&nbsp;применением технологии шифрования TLS. Дальнейшая передача информации
            осуществляется по&nbsp;закрытым банковским каналам, имеющим наивысший уровень
            надёжности. Uniteller не&nbsp;передаёт данные вашей карты магазину и&nbsp;иным третьим
            лицам
          </p>

          <p class="seo__text">
            Если ваша карта поддерживает технологию 3D&nbsp;Secure, для осуществления платежа, вам
            необходимо будет пройти дополнительную проверку пользователя в&nbsp;банке-эмитенте
            (банк, который выпустил Вашу карту). Для этого вы&nbsp;будете направлены
            на&nbsp;страницу банка, выдавшего карту. Вид проверки зависит от&nbsp;банка. Как
            правило, это дополнительный пароль, который отправляется в&nbsp;СМС, карта переменных
            кодов, либо другие способы.
          </p>

          <h2
            id="guarantee"
            class="seo__title"
          >
            Гарантии безопасности
          </h2>
          <p class="seo__text">
            Безопасность процессинга Uniteller подтверждена сертификатом стандарта безопасности
            данных индустрии платёжных карт PCI&nbsp;DSS. Надёжность сервиса обеспечивается
            интеллектуальной системой мониторинга мошеннических операций, а&nbsp;также применением
            3D Secure&nbsp;&mdash; современной технологией безопасности интернет-платежей.
          </p>
          <p class="seo__text">
            Данные вашей карты вводятся на&nbsp;специальной защищённой платёжной странице. Передача
            информации в&nbsp;процессинговую компанию Uniteller происходит с&nbsp;применением
            технологии шифрования TLS. Дальнейшая передача информации осуществляется
            по&nbsp;закрытым банковским каналам, имеющим наивысший уровень надёжности.
          </p>
          <p class="seo__subtitle">
            Uniteller не&nbsp;передаёт данные вашей карты магазину и&nbsp;иным третьим лицам!
          </p>
          <p class="seo__text">
            Если ваша карта поддерживает технологию 3D&nbsp;Secure, для осуществления платежа, вам
            необходимо будет пройти дополнительную проверку пользователя в&nbsp;банке-эмитенте
            (банк, который выпустил Вашу карту). Для этого вы&nbsp;будете направлены
            на&nbsp;страницу банка, выдавшего карту. Вид проверки зависит от&nbsp;банка. Как
            правило, это дополнительный пароль, который отправляется в&nbsp;СМС, карта переменных
            кодов, либо другие способы.
          </p>

          <h2
            id="return_product"
            class="seo__title"
          >
            обмен и&nbsp;возврат
          </h2>
          <h3 class="seo__subtitle">Обмен и&nbsp;возврат товаров бренда EAZYWAY:</h3>
          <ol class="seo__ol">
            <li class="seo__li">
              В&nbsp;случае передачи Покупателю Товара ненадлежащего качества, если это не&nbsp;было
              заранее оговорено Продавцом, Покупатель вправе воспользоваться
              положениями&nbsp;ст.&nbsp;18&nbsp;Закона РФ&nbsp;&laquo;О защите прав
              потребителей&raquo;. Продавец обязан принять Товар ненадлежащего качества у Покупателя
              и&nbsp;в&nbsp;случае необходимости провести проверку качества Товара.
            </li>
            <li class="seo__li">
              Товар надлежащего качества (не&nbsp;имеющий дефектов) может быть возвращен Покупателем
              в течение&nbsp;14 (Четырнадцати) дней с&nbsp;момента передачи Товара Покупателю.
            </li>
            <li class="seo__li">
              Возврат (замена) Товара осуществляется на&nbsp;основании заполненного заявления
              и&nbsp;товарного чека или иного документа, подтверждающего факт и&nbsp;условия
              покупки. Для получения бланка заявления на&nbsp;возврат Покупателю необходимо
              обратиться к&nbsp;Продавцу по&nbsp;электронной почте info@eazy-way.com
            </li>
            <li class="seo__li">Основные требования при возврате Товара надлежащего качества:</li>
            <li class="seo__li">
              Отсутствие повреждений на&nbsp;возвращаемом Товаре и&nbsp;внешней упаковке.
            </li>
            <li class="seo__li">
              Сохранен товарный вид, отсутствие загрязнений, посторонних надписей
              на&nbsp;возвращаемом Товаре и&nbsp;внешней упаковке.
            </li>
            <li class="seo__li">Товар не&nbsp;был в&nbsp;эксплуатации.</li>
            <li class="seo__li">
              Сохранена комплектность возвращаемого Товара, а&nbsp;также не&nbsp;нарушена
              целостность упаковки.
            </li>
            <li class="seo__li">
              Возврат Товаров, приобретенных в&nbsp;период акции, осуществляется в&nbsp;соответствии
              с действующим законодательством РФ. Покупатель не&nbsp;вправе вернуть только часть
              Товаров, приобретенных по&nbsp;акции &laquo;Изделие в&nbsp;подарок&raquo;.
              В&nbsp;случае возврата Товара, приобретенного в рамках данной акции, Покупатель
              полностью отказывается от&nbsp;исполнения договора купли-продажи, совершенного
              на&nbsp;условиях акции. В&nbsp;таком случае возврату подлежат все Товары,
              приобретенные в&nbsp;рамках акции и&nbsp;указанные в&nbsp;чеке. В&nbsp;дальнейшем
              Покупатель вправе приобрести возвращенные Товары на&nbsp;общих условиях по&nbsp;ценам,
              действующим на момент приобретения соответствующего Товара.
            </li>
            <li class="seo__li">
              Покупателям, проживающим в&nbsp;государствах, которыми были приняты экономические
              санкции против&nbsp;РФ (США, страны ЕС, Канада, Австралия, Япония, Южная Корея,
              Сингапур, Новая Зеландия), временно не&nbsp;рекомендуем оформлять возврат
              приобретенного у&nbsp;Продавца Товара (как надлежащего, так и&nbsp;ненадлежащего
              качества) в&nbsp;связи с&nbsp;возможными затруднениями по возврату денежных средств
              на&nbsp;счета в&nbsp;банках указанных государств в&nbsp;виду введенных ограничений
              в&nbsp;сфере банковских расчетов.
            </li>
          </ol>

          <h2
            id="delivery"
            class="seo__title"
          >
            доставка
          </h2>
          <p class="seo__text">
            Доступные для вашего города способы доставки, а&nbsp;также ее&nbsp;сроки
            и&nbsp;стоимость вы&nbsp;можете узнать непосредственно в&nbsp;момент оформления заказа
            после выбора города.
          </p>
          <p class="seo__text">
            Обращаем ваше внимание, что итоговая стоимость доставки для вашего заказа рассчитывается
            в&nbsp;момент оформления заказа. Сроки доставки, указанные при оформлении заказа,
            являются ориентировочными и&nbsp;могут быть увеличены или уменьшены при доставке
            транспортной компанией по&nbsp;независящим от&nbsp;нас причинам.
          </p>
          <h3 class="seo__subtitle">
            Наш интернет-магазин предлагает несколько вариантов доставки:
          </h3>
          <h4 class="seo__subtitle">Пункт самовывоза</h4>
          <p class="seo__text">
            Вы&nbsp;можете забрать товар в&nbsp;одном из&nbsp;пунктов выдачи товаров. Список адресов
            появится в корзине при выборе этого вида доставки.
          </p>
          <h4 class="seo__subtitle">Доставка курьером</h4>
          <p class="seo__text">
            Вы&nbsp;можете заказать доставку товара с&nbsp;помощью курьера, который прибудет
            по&nbsp;указанному адресу. Курьерская служба, после поступления заказа, свяжется
            с&nbsp;вами и&nbsp;предложит выбрать удобное время доставки, уточнит адрес
          </p>
          <p class="seo__text">
            Возможна быстрая доставка по&nbsp;Москве&nbsp;&mdash; на&nbsp;следующий рабочий день
            (при подтверждении заказа оператором до&nbsp;15.00)
          </p>
          <h4 class="seo__subtitle">Отделение почты</h4>
          <p class="seo__text">
            Если в&nbsp;вашем городе не&nbsp;действует курьерская служба, то&nbsp;вы&nbsp;можете
            заказать доставку через отделение почты. Сразу по&nbsp;прибытии товара на&nbsp;ваш адрес
            придёт извещение о&nbsp;посылке.
          </p>

          <h2
            id="vacancies"
            class="seo__title"
          >
            вакансии
          </h2>
          <p class="seo__text">
            Если сейчас не&nbsp;опубликованы актуальные вакансии, но&nbsp;вы&nbsp;разделяете наш
            подход и&nbsp;ценности &mdash;&nbsp;пишите на&nbsp;info@eazy-way.com: возможно, нам
            стоит познакомиться. В&nbsp;теме письма напишите &laquo;Хочу в&nbsp;команду
            EAZYWAY&raquo;
          </p>

          <h2
            id="collaboration"
            class="seo__title"
          >
            сотрудничество
          </h2>
          <p class="seo__text">
            Если сейчас не&nbsp;опубликованы актуальные вакансии, но&nbsp;вы&nbsp;разделяете наш
            подход и&nbsp;ценности &mdash;&nbsp;пишите на&nbsp;info@eazy-way.com: возможно, нам
            стоит познакомиться. В&nbsp;теме письма напишите &laquo;Хочу в&nbsp;команду
            EAZYWAY&raquo;
          </p>
        </div>
      </div>
    </section>
  </main>
</template>

<style scoped lang="scss">
@import 'customers-information';
</style>
