<script setup lang="ts"></script>

<template>
  <main>
    <CommonHero
      image="./img/hero/hero-customer-info.jpeg"
      image-position="center 35%"
      text="Сложности делают нас сильнее. Преодолевай их с улыбкой!"
    />
    <section class="section">
      <div class="container">
        <div class="seo">
          <h2
            id="payment"
            class="seo__title"
          >
            оплата
          </h2>
          <p class="seo__text">
            Вы можете оплатить свой заказ онлайн с помощью банковской карты через платёжный сервис
            компании Uniteller. После подтверждения заказа вы будете перенаправлены на защищённую
            платёжную страницу Uniteller, где необходимо будет ввести данные для оплаты заказа.
            После успешной оплаты на указанную в форме оплаты электронную почту будет направлен
            электронный чек с информацией о заказе и данными по произведённой оплате.
          </p>

          <p class="seo__text">
            При возврате платежа денежные средства вернутся только на ту же банковскую карту, с
            которой был произведен платеж.
          </p>

          <p class="seo__text">
            Вы указываете информацию о своей банковской карте в специальной защищенной форме оплаты.
            Передача информации в процессинговую компанию Uniteller происходит с применением
            технологии шифрования TLS. Дальнейшая передача информации осуществляется по закрытым
            банковским каналам, имеющим наивысший уровень надёжности. Uniteller не передаёт данные
            вашей карты магазину и иным третьим лицам
          </p>

          <p class="seo__text">
            Если ваша карта поддерживает технологию 3D Secure, для осуществления платежа, вам
            необходимо будет пройти дополнительную проверку пользователя в банке-эмитенте (банк,
            который выпустил Вашу карту). Для этого вы будете направлены на страницу банка,
            выдавшего карту. Вид проверки зависит от банка. Как правило, это дополнительный пароль,
            который отправляется в СМС, карта переменных кодов, либо другие способы.
          </p>

          <h2
            id="guarantee"
            class="seo__title"
          >
            Гарантии безопасности
          </h2>
          <p class="seo__text">
            Безопасность процессинга Uniteller подтверждена сертификатом стандарта безопасности
            данных индустрии платёжных карт PCI DSS. Надёжность сервиса обеспечивается
            интеллектуальной системой мониторинга мошеннических операций, а&nbsp;также применением
            3D Secure — современной технологией безопасности интернет-платежей.
          </p>
          <p class="seo__text">
            Данные вашей карты вводятся на&nbsp;специальной защищённой платёжной странице. Передача
            информации в&nbsp;процессинговую компанию Uniteller происходит с&nbsp;применением
            технологии шифрования TLS. Дальнейшая передача информации осуществляется
            по&nbsp;закрытым банковским каналам, имеющим наивысший уровень надёжности.
          </p>
          <p class="seo__subtitle">
            Uniteller не&nbsp;передаёт данные вашей карты магазину и&nbsp;иным третьим лицам!
          </p>
          <p class="seo__text">
            Если&nbsp;ваша карта поддерживает технологию 3D Secure, для&nbsp;осуществления платежа,
            вам&nbsp;необходимо будет пройти дополнительную проверку пользователя
            в&nbsp;банке-эмитенте (банк, который выпустил Вашу карту). Для&nbsp;этого вы&nbsp;будете
            направлены на&nbsp;страницу банка, выдавшего карту. Вид&nbsp;проверки зависит
            от&nbsp;банка. Как&nbsp;правило, это&nbsp;дополнительный пароль, который отправляется
            в&nbsp;СМС, карта переменных кодов, либо&nbsp;другие способы.
          </p>

          <h2
            id="return_product"
            class="seo__title"
          >
            обмен и возврат
          </h2>
          <h3 class="seo__subtitle">Обмен и возврат товаров бренда easynutrition:</h3>
          <p class="seo__text">
            Законодательством не предусмотрено право потребителя на обмен и возврат пищевых
            продуктов, включая БАД, надлежащего качества. Если товар ненадлежащего качества, просим
            направить претензию на электронную почту info@ci.ru.com для проведения экспертизы.
            Дальнейшие действия по проведению экспертизы будут согласованы с вами в индивидуальном
            порядке.
          </p>

          <h2
            id="delivery"
            class="seo__title"
          >
            доставка
          </h2>
          <p class="seo__text">
            Доступные для вашего города способы доставки, а также ее сроки и стоимость вы можете
            узнать непосредственно в момент оформления заказа после выбора города.
          </p>
          <p class="seo__text">
            Обращаем ваше внимание, что итоговая стоимость доставки для вашего заказа рассчитывается
            в момент оформления заказа. Сроки доставки, указанные при оформлении заказа, являются
            ориентировочными и могут быть увеличены или уменьшены при доставке транспортной
            компанией по независящим от нас причинам.
          </p>
          <h3 class="seo__subtitle">
            Наш&nbsp;интернет-магазин предлагает несколько вариантов доставки:
          </h3>
          <h4 class="seo__subtitle">Пункт самовывоза</h4>
          <p class="seo__text">
            Вы можете забрать товар в одном из пунктов выдачи товаров. Список адресов появится в
            корзине при выборе этого вида доставки.
          </p>
          <h4 class="seo__subtitle">Доставка курьером</h4>
          <p class="seo__text">
            Вы можете заказать доставку товара с помощью курьера, который прибудет по указанному
            адресу. Курьерская служба, после поступления заказа, свяжется с вами и предложит выбрать
            удобное время доставки, уточнит адрес.
          </p>
          <p class="seo__text">
            Возможна быстрая доставка по Москве – на следующий рабочий день (при подтверждении
            заказа оператором до 15.00)
          </p>
          <h4 class="seo__subtitle">Отделение почты</h4>
          <p class="seo__text">
            Если в вашем городе не действует курьерская служба, то вы можете заказать доставку через
            отделение почты. Сразу по прибытии товара на ваш адрес придёт извещение о посылке.
          </p>

          <h2
            id="vacancies"
            class="seo__title"
          >
            вакансии
          </h2>
          <p class="seo__text">
            Если сейчас не опубликованы актуальные вакансии, но вы разделяете наш подход и ценности
            – пишите на info@easynutrition.ru: возможно, нам стоит познакомиться. В теме письма
            напишите «Хочу в команду easynutrition»
          </p>

          <h2
            id="collaboration"
            class="seo__title"
          >
            сотрудничество
          </h2>
          <p class="seo__text">
            Если вы разделяете наши ценности и у вас есть идеи сотрудничества или коллаборации,
            свяжитесь с нами в социальных сетях ВКонтакте и Telegram или пишите на почту
            info@easynutrition.ru
          </p>
        </div>
      </div>
    </section>
  </main>
</template>
