<script setup lang="ts">
</script>

<template>
  <div class="loyalty-rules">
    <img
      class="loyalty-rules__img"
      src="/img/loyalty/loyalty-rules.jpg"
      alt="Фото девушуек"
    />
    <h3 class="loyalty-rules__heading">Правила бонусной программы</h3>
    <p class="loyalty-rules__description"><br>• Накопленная сумма покупок от 0 рублей<br>
      • 5% кэшбека начисляются на все покупки<br>
      • 1 балл = 1 рубль. Баллы начисляются через 14 дней с момента покупки<br>
      • Приветственные 500 баллов за первый заказ<br>
      • 500 подарочных баллов на День Рождения. Начисляются за неделю до дня рождения и действуют 14 дней*<br>
      • Срок действия баллов – 1 год после начисления • Баллами можно оплатить до 15% стоимости товаров<br>
      • Проверить баланс можно в личном кабинете<br>
      • Особенности начисления баллов при возврате:   полученные баллы списываются;    потраченные баллы возвращаются<br><br>
      * Проверьте в личном кабинете, верно ли указана дата рождения<br><br>
    </p>
  </div>
</template>

<style scoped lang="scss">
@import 'profile-loyalty-rules';
</style>
